<section class="common-template-warp">
    <div class="container">
        <div class="row ">
            <div class="col-6">
                <img title="app开发demo" class="img-fluid" src="{{asset('img/wechat_games.jpg')}}">
            </div>
            <div class="col-6 common-template-content">
                <h1>微信小游戏</h1>
                <p>
                    微信上的小游戏虽然无法想手机大型游戏王者荣耀、吃鸡游戏刺激战场、崩坏3一样那么的丰富有趣，但是在使用方便的情况下微信小游戏绝对有着巨大的优势。
                </p>

                <h5>开发成本：</h5>

                <p>
                    成本与收益永远是商家最关注的两个核心问题。一般传统APP的开发费用普遍都是5万以上左右，对于部分大型企业客户的收费基本是在10万以上。目前，微信端微信端小程序收费不高，基本可在万元内。事实上，两者后台调用的数据库并无区别，只是传统APP的前端更花一些功夫罢了。总体而言，传统APP的开发成本要高出微信小程序很多。
                </p>

                <h5>开发周期：</h5>

                <p>
                    传统APP的开发周期普遍是在2-5个月，微信端小程序基本是在两个星期左右搞定，部分功能要求不高的话，甚至一周内即可完成全盘的开发工作，微信小程序开发周期无疑更短一些。
                </p>

                <h5>使用功能：</h5>

                <p>
                    传统APP的主要功能可以划分为查询、销售预订、资讯浏览以及个性服务几大类别。实际上，微信小程序的开发需求大部分来自传统商家和企业，他们更多的功能需求体现在查询、预订、销售（资讯收集、广告消息发送）、浏览四个层面，而这些，微信小程序均可实现，与传统APP所具备的功能是完全一致的，两者并无太大的区别。可以说，传统APP能做到的功能，微信小程序同样可以实现。
                </p>

                <h5>营销价值：</h5>

                <p>
                    据观察，人们常用的APP不会超过10个。传统APP属于典型的被动式营销，如果不是刚性需求，用户自动打开的可能性很低。微信小程序，更偏向主动式营销，契合行业特点，能精准实现点对点的沟通，为企业与用户搭建起精准的互动桥梁。同时，微信小程序还为传统商家营销推广节省大量人力物力以及短信费用，优势显著。
                </p>

                <p>
                    从需求来看，用户有可能关注上百家企业商家的微信账号，但用户绝不可能安装一百家企业的APP应用！即使用户安装了，打开率如何都是一个问题，最终必然导致其营销价值大打折扣。
                </p>

                <h5>如何收益</h5>
                <p>
                    由于微信小游戏内含随机抽奖机制，用户和粉丝在参与游戏挑战以后，还有机会获得意外的惊喜，而通过抽奖赠送推广商品给用户粉丝体验，这不仅大大的增强的互动营销对用户粉丝的吸引力，也增强的粉丝用户对企业商家的黏性，当然通过游戏中的的优惠或奖品营销，将粉丝用户吸引到线上或线下进行消费，就是一种快速提升转化的方法，同时也能让用户粉丝体验到企业商家的真诚服务。
                </p>
            </div>
        </div>
    </div>
</section>


@section('csss')
    @parent
    <link rel="stylesheet" href="{{asset('scss/template.css')}}">
@endsection